{
  "Books": [
    {
      "id": 1,
      "title": "Memory Police",
      "author": "Yoko Ogawa",
      "genre": "Fiction",
      "pages": 274,
      "blurb": "When a young woman who is struggling to maintain her career as a novelist discovers that her editor is in danger from the Memory Police, she concocts a plan to hide him beneath her floorboards. As fear and loss close in around them, they cling to her writing as the last way of preserving the past.",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1544335119l/37004370.jpg",
      "reviews": [
        {
          "rating": 4,
          "comment": "Such a dark book with such an interesting narrative. Highly recommend."
        },
        {
          "rating": 3,
          "comment": "Pretty interesting novel, straddling the line between real world and fantasy. Not much of a page turner, but I'm glad I finished it. Very interesting commentary on the value of our memories."
        },
        {
          "rating": 5,
          "comment": "Beautiful story about a woman grasping at the value of memories and her past. Gorgeous and elegant writing."
        }
      ]
    },
    {
      "id": 2,
      "title": "Empire of Sin: A Story of Sex, Jazz, Murder, and the Battle for Modern New Orleans",
      "author": "Gary Krist",
      "genre": "Nonfiction",
      "pages": 448,
      "blurb": "Empire of Sin re-creates the remarkable story of New Orleans’ thirty-years war against itself, pitting the city’s elite “better half” against its powerful and long-entrenched underworld of vice, perversity, and crime. This early-20th-century battle centers on one man: Tom Anderson, the undisputed czar of the city's Storyville vice district, who fights desperately to keep his empire intact as it faces onslaughts from all sides. Surrounding him are the stories of flamboyant prostitutes, crusading moral reformers, dissolute jazzmen, ruthless Mafiosi, venal politicians, and one extremely violent serial killer, all battling for primacy in a wild and wicked city unlike any other in the world.",
      "image": "https://m.media-amazon.com/images/P/0770437087.01._SCLZZZZZZZ_SX500_.jpg",
      "reviews": [
        {
          "rating": 4,
          "comment": "A turbulent but fun way to get to know more of New Orlean's history alongside Tom Anderson."
        },
        {
          "rating": 4,
          "comment": "Unsolved mysteries, murderers on the loose, and the seamy side of the big city: It’s a juicy recipe for a story...a ton of lurid color and character...vivid and thoughtful."
        },
        {
          "rating": 3,
          "comment": "Good, but slow at parts."
        }
      ]
    },
    {
      "id": 3,
      "title": "Normal People",
      "author": "Sally Rooney",
      "genre": "Fiction",
      "pages": 273,
      "blurb": "At school Connell and Marianne pretend not to know each other. He’s popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. But when Connell comes to pick his mother up from her housekeeping job at Marianne’s house, a strange and indelible connection grows between the two teenagers - one they are determined to conceal.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51X9x0J5JRL._SX322_BO1,204,203,200_.jpg",
      "reviews": [
        {
          "rating": 5,
          "comment": "I love all books Sally Rooney, so of course Normal People is one of my favorites."
        },
        {
          "rating": 5,
          "comment": "Incredibly relatable story of forbidden love."
        }
      ]
    },
    {
      "id": 4,
      "title": "Educated",
      "author": "Tara Westover",
      "genre": "Nonfiction",
      "pages": 334,
      "blurb": "Educated is an account of the struggle for self-invention. It is a tale of fierce family loyalty and of the grief that comes with severing the closest of ties. With the acute insight that distinguishes all great writers, Westover has crafted a universal coming-of-age story that gets to the heart of what an education is and what it offers: the perspective to see one's life through new eyes and the will to change it.",
      "image": "https://m.media-amazon.com/images/I/41+aN7ZbS9L.jpg",
      "reviews": [
        {
          "rating": 5,
          "comment": "The heavy and grand value of education is palpable in Westover's story. Well done."
        },
        {
          "rating": 5,
          "comment": "Shocking story about the journey of a young woman dealt a terrible hand. So inspiring!"
        },
        {
          "rating": 2,
          "comment": "Slow start, feels like this author embellished a lot of the story."
        }
      ]
    },
    {
      "id": 5,
      "title": "Caste: The Origins of Our Discontent",
      "author": "Isabel Wilkerson",
      "genre": "Nonfiction",
      "pages": 496,
      "blurb": "The Pulitzer Prize–winning, bestselling author of The Warmth of Other Suns examines the unspoken caste system that has shaped America and shows how our lives today are still defined by a hierarchy of human divisions.",
      "image": "https://m.media-amazon.com/images/I/516-Hi5eIhL._SY346_.jpg",
      "reviews": [
        {
          "rating": 1,
          "comment": "An eye opening book about the prevalence of hierarchy in the US. If you liked this read, I highly recommend A People's History of the United States by Howard Zinn too."
        },
        {
          "rating": 1,
          "comment": "This feels like an attack on America."
        },
        {
          "rating": 5,
          "comment": "Incredible perspective on the journey America has been on in dealing with race, class, and equality. Opened my eyes to a history I wasn't taught in school."
        }
      ]
    },
    {
      "id": 6,
      "title": "My Year of Rest and Relaxation",
      "author": "Ottesa Moshfegh",
      "genre": "Fiction",
      "pages": 289,
      "blurb": "From one of our boldest, most celebrated new literary voices, a novel about a young woman’s efforts to duck the ills of the world by embarking on an extended hibernation with the help of one of the worst psychiatrists in the annals of literature and the battery of medicines she prescribes.",
      "image": "https://m.media-amazon.com/images/I/51hHQBwN4SL.jpg",
      "reviews": [
        {
          "rating": 1,
          "comment": "Booo! We want more exciting books for bookclub!!"
        },
        {
          "rating": 1,
          "comment": "Could this book move any slower? Is anything happening ever?"
        }
      ]
    },
    {
      "id": 7,
      "title": "Never Split the Difference: Negotiating As If Your Life Depended On It",
      "author": "Chriss Voss",
      "genre": "Nonfiction",
      "pages": 288,
      "blurb": "After a stint policing the rough streets of Kansas City, Missouri, Chris Voss joined the FBI, where his career as a hostage negotiator brought him face-to-face with a range of criminals, including bank robbers and terrorists. Reaching the pinnacle of his profession, he became the FBI’s lead international kidnapping negotiator. Never Split the Difference takes you inside the world of high-stakes negotiations and into Voss’s head, revealing the skills that helped him and his colleagues succeed where it mattered most: saving lives. In this practical guide, he shares the nine effective principles―counterintuitive tactics and strategies―you too can use to become more persuasive in both your professional and personal life.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51x2TUCaM4L._SX323_BO1,204,203,200_.jpg",
      "reviews": [
        {
          "rating": 3,
          "comment": "Nice tips for every day life although I could have used more examples of how these tactics applied to more normal scenarios (negotiating medical bills, rent, etc) versus the many FBI examples he opened each chapter with."
        },
        {
          "rating": 5,
          "comment": "Awesome book! I was able to negotiate the rent with my landlord by following this book."
        }
      ]
    },
    {
      "id": 8,
      "title": "Burnout",
      "author": "Emily Nagoski PhD",
      "genre": "Nonfiction",
      "pages": 304,
      "blurb": "Sisters Emily Nagoski, PhD, and Amelia Nagoski, DMA, are here to help end the cycle of feeling overwhelmed and exhausted. Instead of asking us to ignore the very real obstacles and societal pressures that stand between women and well-being, they explain with compassion and optimism what we’re up against—and show us how to fight back. ",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51hMe6lYKJL._SX325_BO1,204,203,200_.jpg",
      "reviews": [
        {
          "rating": 4,
          "comment": "Pretty useful overall - one of those life staples to have, like Atomic Habits."
        },
        {
          "rating": 5,
          "comment": "As a man reading this book, the tree analogy for less privileged people and how they experience life really stuck with me. Gave me a great perspective shift to consider when listening and engaging with other people's narratives."
        },
        {
          "rating": 4,
          "comment": "Burnout was an enlightening book on the compounding struggles of pushing oneself daily. I loved that this book gave science-backed methods to avoid burnout and work our way out of it."
        }
      ]
    },
    {
      "id": 9,
      "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
      "author": "Bessel van der Kolk",
      "genre": "Nonfiction",
      "pages": 466,
      "blurb": "Trauma is a fact of life. Veterans and their families deal with the painful aftermath of combat; one in five Americans has been molested; one in four grew up with alcoholics; one in three couples have engaged in physical violence. Dr. Bessel van der Kolk, one of the world’s foremost experts on trauma, has spent more than three decades working with survivors. In The Body Keeps the Score, he uses recent scientific advances to show how trauma literally reshapes both body and brain, compromising sufferers’ capacities for pleasure, engagement, self-control, and trust. He explores innovative treatments - from neurofeedback and meditation to sports, drama, and yoga - that offer new paths to recovery by activating the brain’s natural neuroplasticity. Based on Dr. van der Kolk’s own research and that of other leading specialists, The Body Keeps the Score exposes the tremendous power of our relationships both to hurt and to heal - and offers new hope for reclaiming lives.",
      "image": "https://m.media-amazon.com/images/I/41QoSehePcL.jpg",
      "reviews": [
        {
          "rating": 5,
          "comment": "I found this book to be incredibly insightful. It was interesting to read the newer findings in the scientific field on the meaning of trauma and the different types of trauma that may exist. "
        },
        {
          "rating": 5,
          "comment": "Although the individual recollections of trauma were hard to read through, I learned a lot from this book."
        },
        {
          "rating": 5,
          "comment": "A deeply upsetting but important book."
        }
      ]
    },
    {
      "id": 10,
      "title": "Misery",
      "author": "Stephen King",
      "genre": "Fiction",
      "pages": 368,
      "blurb": "Paul Sheldon is a bestselling novelist who has finally met his number one fan. Her name is Annie Wilkes, and she is more than a rabid reader—she is Paul’s nurse, tending his shattered body after an automobile accident. But she is also furious that the author has killed off her favorite character in his latest book. Annie becomes his captor, keeping him prisoner in her isolated house. /n Annie wants Paul to write a book that brings Misery back to life—just for her. She has a lot of ways to spur him on. One is a needle. Another is an axe. And if they don’t work, she can get really nasty.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51SSlC2WctL._SX326_BO1,204,203,200_.jpg",
      "reviews": [
        {
          "rating": 5,
          "comment": "I love that King has this quirk for leaving his characters miserable and traumatized after surviving different circles of hell, aka the many moods of Annie."
        },
        {
          "rating": 5,
          "comment": "Why does Stephen King have to slap so hard?! Annie Wilkes petrified me. ** SPOILER ALERT** Go off Paul for getting out of that alive!!! "
        },
        {
          "rating": 5,
          "comment": "Yet again King's writing is terrifyingly beautiful. I was deeply horrified by Annie Wilkes."
        }
      ]
    },
    {
      "id": 11,
      "title": "Lord of the Flies",
      "author": "William Golding",
      "genre": "Fiction",
      "pages": 224,
      "blurb": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. This far from civilization they can do anything they want. Anything. But as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far removed from reality as the hope of being rescued.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/51eeAWItwbL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "reviews": [
        {
          "rating": 3,
          "comment": "Now I see where the Lost inspiration came from."
        },
        {
          "rating": 4,
          "comment": "I was so in for the rollercoaster that was this island full of abandoned children but like what was with that ending??? **SPOLER ALERT** I felt like the person appearing at the end didn't fit with the rest of the story, but maybe that was on purpose?"
        },
        {
          "rating": 4,
          "comment": "A classic, Golding does a fantastic job of hypothesizing a child's human nature and taking that to a devastating degree."
        },
        {
          "rating": 5,
          "comment": "Riveting. I felt like I was one of the children on this island."
        }
      ]
    },
    {
      "id": 12,
      "title": "The Song of Achilles",
      "author": "Madeline Miller",
      "genre": "Fiction",
      "pages": 416,
      "blurb": "A tale of gods, kings, immortal fame, and the human heart, The Song of Achilles is a dazzling literary feat that brilliantly reimagines Homer’s enduring masterwork, The Iliad. An action-packed adventure, an epic love story, a marvelously conceived and executed page-turner, Miller’s monumental debut novel has already earned resounding acclaim from some of contemporary fiction’s brightest lights—and fans of Mary Renault, Bernard Cornwell, Steven Pressfield, and Colleen McCullough’s Masters of Rome series will delight in this unforgettable journey back to ancient Greece in the Age of Heroes.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/514aE49swxL._SX330_BO1,204,203,200_.jpg",
      "reviews": [
        {
          "rating": 4,
          "comment": "Wasn't Achilles high key treating Patroclus kind of poorly? I mean I guess that's literally the entire point of Achilles' character. Like many other tragic myths,  his downfall is driven by his hubris in almost every respect of his life, including his relationships."
        },
        {
          "rating": 4,
          "comment": "It was devastating and beautiful to read the painful romance between Patroclus and Achilles."
        }
      ]
    }
  ]
}